Repository: common-repository/add-on-woocommerce-mailpoet
Catalog: languages/add-on-woocommerce-mailpoet-*.po
Languages: bn_bd, da_dk, de_de, es_es, nl_nl

source: You will no longer receive our newletter! Feel free to subscribe our newsletter anytime you want.
es_es: ¡Vas a dejar de recibir de recibir nuestro boletín! Recuerda que puedes volver a darte de alta cuando quieras.
nl_nl: U zal niet langer onze nieuwsbrief ontvangen, maar u kunt ten alle tijden weer opnieuw inschrijven op de nieuwsbrief

source: Unsubscribe from our newsletter
es_es: Darte de baja de nuestro boletín
nl_nl: Uitschrijven nieuwsbrief

source: If this feature is enabled, a checkbox will be display in checkout page after subscription section which will let your customer to unsubscribe from mailpoet.
es_es: Si se activa esta función se mostrará una casilla en la página de finalizar compra, después de la sección de suscripción, para que tus clientes se puedan dar de baja de Mailpoet.
nl_nl: Als deze optie is ingeschakeld, zal een checkbox getoond worden in de betaalpagina na het inschrijfgedeelte, welke de klant in de gelegenheid stelt om uit te schrijven van mailpoet

source: Unsubscribe checkbox label
es_es: Etiqueta de la casilla de baja
nl_nl: Label checkbox uitschrijven

source: Display Unsubscribe option
es_es: Mostrar opción de baja
nl_nl: Toon optie "Uitschrijven"

source: <i>Write plain or HTML format and include <strong>[privacy_policy]</strong> shortcode to link privacy page in your text. </i>
es_es: <i>Escribe en texto plano en HTML e incluye el shortcode <strong>[privacy_policy]</strong> para enlazar a tu política de privacidad.</i>
nl_nl: <i>Schrijf in platte tekst of HTML formaat en voeg toe de <strong>[privacy_policy]</strong> shortcode om de privacy pagina te linken in uw tekst. </i>

source: GDPR Subscription Consent Text
es_es: Texto de consentimiento para el RGPD
nl_nl: GDPR Inschrijvings toestemming tekst

source: Choose a page to act as your privacy policy.
es_es: Elige una página para usarla como política de privacidad.
nl_nl: Kies een pagina die functioneert als uw privacy beleid.

source: Privacy page
es_es: Página de privacidad
nl_nl: Privacy beleid

source: Show GDPR Subscription Consent Text
es_es: Mostrar texto de consentimiento para el RGPD
nl_nl: Toon GDPR Inschrijving toestemmings tekst

source: Display GDPR Subscription consent Text?
es_es: ¿Mostrar texto de consentimiento para el RGPD?
nl_nl: Toon GDPR Inschrijvingtoestemmings tekst

source: Subscribe to Newsletters
bn_bd: নিউজলেটার সদস্যতা নিন
da_dk: Abonner på nyhedsbreve
de_de: Newsletter abonnieren
es_es: Suscripción a boletines
nl_nl: Aanmelden voor nieuwsbrieven

source: Yes, please subscribe me to the newsletter.
bn_bd: হ্যাঁ, নিউজলেটারে আমাকে সাবস্ক্রাইব করুন।
da_dk: Ja, tilføj mig gerne som abonnent til nyhedsbrevet.
de_de: Ja, mich bitte für den Newsletter anmelden.
es_es: Sí, suscríbeme a boletín, por favor.
nl_nl: Ja, schrijf mij in voor de nieuwsbrief.

source: Newsletters
bn_bd: নিউজলেটার
da_dk: Nyhedsbreve
de_de: Newsletter
es_es: Boletines
nl_nl: Nieuwsbrieven

source: After Order Notes
bn_bd: অর্ডার নোটের পরে
da_dk: Efter ordrenoter
de_de: Nach Notizen zur Bestellung
es_es: Después de las notas del pedido
nl_nl: Na bestelnotities

source: Before Order Notes
bn_bd: অর্ডার নোটের আগে
da_dk: Før ordrenoter
de_de: Vor Notizen zur Bestellung
es_es: Antes de las notas del pedido
nl_nl: Voor bestelnotities

source: After Shipping Form
bn_bd: শিপিং ফরমের পরে
da_dk: Efter leveringsformular
de_de: Nach Lieferadresse
es_es: Después del formulario de envío
nl_nl: Na verzendadresformulier

source: Before Shipping Form
bn_bd: শিপিং ফরমের আগে
da_dk: Før leveringsformular
de_de: Vor Lieferadresse
es_es: Antes del formulario de envío
nl_nl: Voor verzendadresformulier

source: After Billing Form
bn_bd: বিলিং ফর্মের পরে
da_dk: Efter faktureringsformular
de_de: Nach Rechnungsadresse
es_es: Después del formulario de facturación
nl_nl: Na factuurgegevens

source: Before Billing Form
bn_bd: বিলিং ফর্মের আগে
da_dk: Før faktureringsformular
de_de: Vor Rechnungsadresse
es_es: Antes del formulario de facturación
nl_nl: Voor factuurgegevens

source: Subscription Position
bn_bd: সাবস্ক্রিপশন অবস্থান
da_dk: Abonnement position
de_de: Abonnement-Position
es_es: Posición del formulario
nl_nl: Positie inschrijving

source: Yes
bn_bd: হ্যাঁ।
da_dk: Ja
de_de: Ja
es_es: Sí
nl_nl: Ja

source: No
bn_bd: না।
da_dk: Nej
de_de: Nein
nl_nl: Nee

source: Multi-Subscription?
bn_bd: মাল্টি সাবস্ক্রিপশন?
da_dk: Multi-abonnement?
de_de: Mehrfach-Abonnement?
es_es: ¿Suscripción múltiple?
nl_nl: Inschrijven op meerdere lijsten?

source: Available Lists
bn_bd: উপলভ্য তালিকাসমূহ
da_dk: Tilgængelige lister
de_de: Verfügbare Listen
es_es: Listas disponibles
nl_nl: Beschikbare lijsten

source: General
bn_bd: সাধারণ
da_dk: Generelt
de_de: Allgemein
nl_nl: Algemeen

source: Remove all data on uninstall?
bn_bd: আনইনস্টল এর সময় সব ডেটা মুছে ফেলুন?
da_dk: Fjern alle data ved af-installation?
de_de: Alle Daten bei der Deinstallation entfernen?
es_es: ¿eliminar todos los datos al desinstalar?
nl_nl: Verwijder alle data bij verwijderen plugin?

source: Enable Double Opt-in?
bn_bd: ডাবল অপ্ট-ইন সক্ষম করবেন?
da_dk: Aktiver dobbel tilmelding (opt-in)?
de_de: Double Opt-in aktivieren?
es_es: ¿Habilitar doble verificación?
nl_nl: Zet dubbele opt-in aan?

source: Hold on a minute. You need to install %s first to use %s.
bn_bd: এক মিনিট অপেক্ষা করুন %s ব্যবহার করার জন্য আপনাকে প্রথমে %s ইনস্টল করতে হবে।
da_dk: Vent et øjeblik. Du bliver nødt til først at installere %s før du kan bruge %s.
de_de: Warte mal kurz. Du must zuerst %s installieren, um %s benutzen zu können.
es_es: Un momento. Tienes que instalar %s antes de poder usar %s.
nl_nl: Even geduld. Je moet eerst %s installeren om %s te gebruiken.

source: %s plugin requires %s plugin, Please activate %s first to using %s.
bn_bd: %s প্লাগইনটির %s প্লাগইন প্রয়োজন, দয়া করে %s প্রথমে %s ব্যবহার করার জন্য সক্রিয় করুন।
da_dk: %s plugin kræver %s plugin, aktiver venligst først %s for at bruge %s.
de_de: Das %s-Plugin erfordert das %s-Plugin, bitte aktiviere zunächst %s, um %s verwenden zu können.
es_es: %s necesita el plugin %s, activa %s antes de usar %s.
nl_nl: %s plugin vereist %s plugin, activeer eerst %s om %s te gebruiken.

source: Add-on WooCommerce MailPoet 3 plugin requires PHP version 5.4 or newer, Please upgrade your PHP.
bn_bd: অ্যাড অন WooCommerce MailPoet 3 প্লাগইনটি PHP সংস্করণ 5.4 বা নতুন প্রয়োজন, দয়া করে আপনার পিএইচপি আপগ্রেড করুন।
da_dk: Add-on WooCommerce MailPoet 3 plugin kræver PHP version 5.4 eller nyere, opgrader venligst din PHP.
de_de: Das Add-on WooCommerce MailPoet 3 Plugin benötigt PHP in der Version 5.4 oder neuer, bitte aktualisiere deine PHP Version.
es_es: El plugin Add-on WooCommerce MailPoet 3 necesita la versión 5.4 o superior de PHP, actualiza tu PHP.
nl_nl: Add-on WooCommerce MailPoet 3 plugin vereist PHP versie 5.4 of nieuwer, update PHP.

source: Let your customers subscribe to your newsletter as they checkout with their purchase.
bn_bd: আপনার গ্রাহকদের তাদের ক্রয় করার সঙ্গে সঙ্গে আপনার নিউজলেটার সাবস্ক্রাইব দিন।
da_dk: Lad dine kunder abonnere på dit nyhedsbrev når de køber via kassen.
de_de: Lass deine Kunden sich zum Newsletter anmelden, wenn sie ihren Einkauf bezahlen.
es_es: Permite a tus clientes suscribirse suscriban a tu boletín de noticias cuando realicen el pedido.
nl_nl: Laat je klanten zich aanmelden voor jouw nieuwsbrief tijdens het afrekenen van hun aankoop.

source: There appears to be a problem subscribing you to our newsletters. Please let us know so we can manually add you ourselves. Thank you.
bn_bd: আমাদের নিউজলেটারগুলিতে আপনাকে সদস্যতা নিতে একটি সমস্যা হচ্ছে বলে মনে হয়। দয়া করে আমাদের জানান যাতে আমরা নিজে নিজে যোগ করতে পারি। ধন্যবাদ.
da_dk: Der ser ud til at være problemer med at tilføje dit som abonnent til vores nyhedsbreve. Vær venlig at give os besked, så vi manuelt kan tilføje dig. Mange tak.
de_de: Es scheint ein Problem bei der Anmeldung zum Newsletter zu geben. Bitte informiere uns, damit wir dich manuell hinzufügen können. Danke.
es_es: Parece que ha habido un problema al suscribirte a nuestro boletín (o boletines). Por favor, ponte en contacto con nosotros para poder añadirte manualmente, gracias.
nl_nl: Er is een probleem opgetreden bij het aanmelden voor onze nieuwsbrieven. Neem contact met ons op, dan verzorgen wij handmatig jouw inschrijving. Bedankt.

source: Thank you for subscribing to our newsletters.
bn_bd: আমাদের নিউজলেটারগুলিতে সদস্যতা নেওয়ার জন্য আপনাকে ধন্যবাদ
da_dk: Tak for at du abonnerer på vores nyhedsbreve.
de_de: Danke für die Anmeldung zu unseren Newsletters.
es_es: Gracias por suscribirte a nuestros boletines.
nl_nl: Bedankt voor het aanmelden op onze nieuwsbrieven.

source: We have sent you an email to confirm your newsletter subscription. Please confirm your subscription. Thank you.
bn_bd: আপনার নিউজলেটার সদস্যতা নিশ্চিত করার জন্য আমরা আপনাকে একটি ইমেল পাঠিয়েছি আপনার সদস্যতা নিশ্চিত করুন। ধন্যবাদ.
da_dk: Vi har sendt dig en e-mail for at bekræfte dit nyhedsbrev abonnement. Vær venlig at bekræfte abonnementet. Mange tak.
de_de: Wir haben dir eine E-Mail gesendet, um deine Newsletter-Anmeldung zu bestätigen. Bitte bestätige dein Abonnement. Danke.
es_es: Te hemos enviado un correo electrónico para confirmar tu suscripción al boletín. Confirma tu suscripción, por favor.
nl_nl: Wij hebben je een e-mail verzonden om jouw inschrijving te bevestigen. Je moet jouw inschrijving bevestigen. Bedankt.

source: Subscribe to Newsletter
bn_bd: নিউজলেটার সদস্যতা নিন
da_dk: Abonner på nyhedsbrevet
de_de: Zum Newsletter anmelden
es_es: Suscríbete al boletín
nl_nl: Aanmelden voor nieuwsbrief

source: Enabled
bn_bd: সক্ষম করা
da_dk: Aktiveret
de_de: Aktiviert
es_es: Activado
nl_nl: Ingeschakeld

source: If enabled, all settings for this plugin will all be deleted when uninstalling via Plugins > Delete.
bn_bd: যদি সক্ষম করা হয়, এই প্লাগইনটি আনইনস্টল করার সময় এই প্লাগইনটির জন্য সমস্ত সেটিংগুলি মুছে ফেলা
da_dk: Hvis aktiveret, så vil alle indstillinger for dette plugin blive slettet når du afinstallerer via Plugins > Slet.
de_de: Falls aktiviert, werden alle Einstellungen für dieses Plugin bei Deinstallation via Plugins > Löschen gelöscht.
es_es: Si está habilitado, todos los ajustes de este plugin se eliminarán cuando lo desinstales mediante Plugins > Borrar.
nl_nl: Indien ingeschakeld, worden alle instellingen van deze plugin verwijderd bij het verwijderen via Plugins > Verwijder.

source: After Order Submit
bn_bd: অর্ডার জমা দেওয়ার পরে
da_dk: Efter ordre indsendelse
de_de: Nach Abschicken der Bestellung
es_es: Después del botón de enviar pedido
nl_nl: Na versturen bestelling

source: Before Order Submit
bn_bd: অর্ডার জমা দেওয়ার আগে
da_dk: Før ordre indsendelse
de_de: Vor Abschicken der Bestellung
es_es: Antes de enviar el pedido
nl_nl: Voor versturen bestelling

source: Select where on the checkout page you want to display the subscription sign-up.
bn_bd: আপনি চেকআউট পৃষ্ঠায় যেখানে সাবস্ক্রিপশন সাইন আপ প্রদর্শন করতে চান তা নির্বাচন করুন।
da_dk: Vælg hvor på kasse-siden du ønsker at vise din abonnementstilmelding.
de_de: Wähle aus, wo auf der Kassenseite die Anmeldung gezeigt werden soll.
es_es: Elige en qué parte de la página de finalizar pedido quieres que se muestre el formulario de suscripción.
nl_nl: Selecteer waar op de bestelpagina de inschrijving getoond moet worden.

source: The text you want to display next to the "Subscribe to Newsletter" checkbox.
bn_bd: আপনি "নিউজলেটার সদস্যতা নিন" চেকবক্সের পাশে প্রদর্শন করতে চান এমন লেখা।
da_dk: Teksten som du ønsker at vise ved siden af "Abonner på nyhedsbrevet" afkrydsningsfeltet.
de_de: Der Text, den du neben dem „Zum Newsletter Anmelden“-Kontrollkästchen anzeigen lassen möchtest.
es_es: El texto que quieres que se muestre junto a la casilla de "Suscripción a boletines".
nl_nl: De tekst die je wilt tonen naast de "Aanmelden voor nieuwsbrief" selectie.

source: Subscribe checkbox label
bn_bd: সাবস্ক্রাইব চেকবক্সের লেবেল
da_dk: Abonner afkrydsningsfelt etiket
de_de: Abonnement-Kontrollkästchen-Beschriftung
es_es: Etiqueta de la casilla de suscripción
nl_nl: Label voor selectievakje

source: Un-checked
bn_bd: অবারিত
da_dk: Ikke afkrydset
de_de: Nicht ausgewählt
es_es: Deseleccionada
nl_nl: Niet geselecteerd

source: Checked
bn_bd: চিহ্নিত
da_dk: Markeret
de_de: Ausgewählt
es_es: Seleccionada
nl_nl: Geselecteerd

source: The default state of the subscribe checkbox. Be aware some countries have laws against using opt-out checkboxes.
bn_bd: সাবস্ক্রাইব চেকবক্সের ডিফল্ট অবস্থা। সচেতন থাকুন কিছু দেশে অনির্বাচন চেকবক্স ব্যবহার করার বিরুদ্ধে আইন আছে।
da_dk: Stadard tilstanden for abonner afkrydsningsfelter. Vær opmærksom på at lande har lovgivning omkring brug af opt-out afkrydsningsfelter.
de_de: Die Voreinstellung für das Abonnement-Kontrollkästchen. Beachte, manche Länder haben Gesetze gegen Opt-out-Kontrollkästchen.
es_es: Estado predeterminado de la casilla de suscripción. Ten en cuenta que algunos países tienen leyes en contra de la suscripción por defecto.
nl_nl: De standaard waarde van de aanmelden selectie. Let op sommige landen hebben wetten voor opt-out selectievakjes.

source: Default checkbox status
bn_bd: ডিফল্ট চেকবক্স অবস্থা
da_dk: Standard afkrydsningsfelt status
de_de: Voreingestellter Kontrollkästchen-Status
es_es: Estado por defecto de la casilla
nl_nl: Standaard selectievakje status

source: If you have more than one newsletter. Allow your customers to select which lists they wish to subscribe too. %s %s
bn_bd: আপনার যদি একাধিক নিউজলেটার থাকে আপনার গ্রাহকদের যে তালিকাগুলি তারা খুব সাবস্ক্রাইব করতে চান সেগুলি নির্বাচন করার অনুমতি দিন।
da_dk: Hvis du har mere end et nyhedsbrev. Giv dine kunder mulighed for at vælge hvilke lister de ønsker at abonnere på. %s %s
de_de: Wenn du mehr als einen Newsletter hast. Erlaube deinen Kunden, die Listen auszuwählen, zu denen sie sich anmelden wollen. %s %s
es_es: Si tienes más de un boletín. Permite que tus clientes elijan a qué otras listas se quieren suscribir también. %s %s
nl_nl: Als je meerdere nieuwsbrieven hebt, geef je klanten de keuze op welke lijsten zij zich willen abonneren. %s %s

source: Tick this box to enable MailPoet subscription during checkout.
bn_bd: চেকআউটের সময় মেইলপোয়েট সাবস্ক্রিপশন সক্ষম করতে এই বাক্সটি টিক করুন।
da_dk: Afkryds dennne boks for at aktivere MailPoet abonnement ved kassen.
de_de: Wähle dieses Kästchen aus, um MailPoet-Abonnements während des Bezahlvorgangs zu aktivieren.
es_es: Marca esta casilla para activar la suscripción a MailPoet durante la finalización del pedido.
nl_nl: Zet deze selectie aan om MailPoet subscription in te schakelen tijdens bestellen.

source: Enable subscription?
bn_bd: সদস্যতা সক্ষম?
da_dk: Aktiver abonnement?
de_de: Abonnement aktivieren?
es_es: ¿Habilitar suscripción?
nl_nl: Inschrijven inschakelen?

source: Now your customers can subscribe to newsletters you have created with MailPoet as they order. These settings control how your customers subscribe.
bn_bd: এখন আপনার গ্রাহকরা মেইলপোয়েটের সাথে তাদের তৈরি করা নিউজলেটারগুলিতে সাবস্ক্রাইব করতে পারেন। এই সেটিংস আপনার গ্রাহকদের সাবস্ক্রাইব নিয়ন্ত্রণ করে।
da_dk: Nu kan dine kunder abonnere på nyhedsbreve du har lavet med MailPoet, mens de bestiller. Disse indstillinger kontrollerer hvordan dine kunder abonnerer.
de_de: Jetzt können sich deine Kunden während ihrer Bestellung für Newsletter, die du mit MailPoet erstellt hast, anmelden. Diese Einstellungen regeln, wie Kunden die Newsletter abonnieren können.
es_es: Ahora tus clientes pueden suscribirse a los boletines que has creado con MailPoet como realizan un pedido. Estas opciones controlan cómo se suscribes tus clientes.
nl_nl: Je klanten kunnen zich aanmelden voor de nieuwsbrieven die jij het gemaakt met MailPoet wanneer zij een bestelling plaatsen. Deze instellingen bepalen hoe je klanten kunnen abonneren.

source: Simply tick the lists you want your customers to subscribe to or allow the customer to choose from and press "Save changes".
bn_bd: আপনি আপনার গ্রাহকদের সাবস্ক্রাইব করতে চান বা তালিকা থেকে "গ্রাহককে পছন্দ করে নিন" নির্বাচন করুন এবং "পরিবর্তনগুলি সংরক্ষণ করুন" টিপুন।
da_dk: Afkryds blot de lister du ønsker dine kunder kan abonnere på eller giv kunden mulighed for at vælge fra og tryk "Gem indstillinger".
de_de: Wähle einfach die Listen aus, zu denen ein Kunde angemeldet werden soll oder welche der Kunde auswählen darf und drücke „Änderungen speichern“.
es_es: Simplemente marca las listas a las que quieres que tus clientes se suscriban o de las que puedan elegir y pulsa "Guardar cambios".
nl_nl: Selecter de lijsten waar je klanten zich voor kunnen abonneren of laat hen een keuze maken en klik op "Bewaar wijzigingen".

source: Controls whether a double opt-in confirmation message is sent, defaults to true.
bn_bd: একটি ডবল অপ্ট-ইন নিশ্চিতকরণ বার্তা পাঠানো হয় কিনা তা নিয়ন্ত্রণ করে, ডিফল্টটি বার্তা পাঠানো হয়।
da_dk: Styrer om dobbel tilmelding (opt-in) bekræftelsesbesked sendes, er som standard aktiveret.
de_de: Regelt, ob eine Double-Opt-In-Bestätigungs-Nachricht gesendet wird, standardmäßig auf aktiv.
es_es: Controla si se envía un mensaje de doble confirmación. Por defecto sí lo hace.
nl_nl: Bepaalt of een dubbele opt-in bevestiging is verstuurd, standaard is ja.

source: GDPR
es_es: RGPD

source: Add-on WooCommerce MailPoet 3
bn_bd: অ্যাড-অন WooCommerce MailPoet 3

source: MailPoet WooCommerce Add-on
bn_bd: মেইলপোয়েট উকমার্স এড-অন

source: MailPoet
bn_bd: মেইলপোয়েট
